export const selectList =  [
  {
    "label": "不当得利和无因管理",
    "value": "不当得利和无因管理",
    "id": "不当得利和无因管理"
  },
  {
    "label": "专利法",
    "value": "专利法",
    "id": "专利法"
  },
  {
    "label": "反不正当竞争与反垄断法",
    "value": "专利法;反不正当竞争与反垄断法",
    "id": "专利法;反不正当竞争与反垄断法"
  },
  {
    "label": "中国传统法律文化",
    "value": "中国传统法律文化",
    "id": "中国传统法律文化"
  },
  {
    "label": "中国宪法",
    "value": "中国宪法",
    "id": "中国宪法"
  },
  {
    "label": "中国法制史",
    "value": "中国法制史",
    "id": "中国法制史"
  },
  {
    "label": "中国法律思想史",
    "value": "中国法律思想史",
    "id": "中国法律思想史"
  },
  {
    "label": "交通运输与邮电经济法",
    "value": "交通运输与邮电经济法",
    "id": "交通运输与邮电经济法"
  },
  {
    "label": "人身权",
    "value": "人身权",
    "id": "人身权"
  },
  {
    "label": "国际私法",
    "value": "人身权;国际私法",
    "id": "人身权;国际私法"
  },
  {
    "label": "仲裁",
    "value": "仲裁",
    "id": "仲裁"
  },
  {
    "label": "价格管理法",
    "value": "价格管理法",
    "id": "价格管理法"
  },
  {
    "label": "侵权法",
    "value": "侵权法",
    "id": "侵权法"
  },
  {
    "label": "民法总则",
    "value": "侵权法;民法总则",
    "id": "侵权法;民法总则"
  },
  {
    "label": "保险法",
    "value": "保险法",
    "id": "保险法"
  },
  {
    "label": "信托、信贷法",
    "value": "信托、信贷法",
    "id": "信托、信贷法"
  },
  {
    "label": "债权",
    "value": "债权",
    "id": "债权"
  },
  {
    "label": "合同法",
    "value": "债权;合同法",
    "id": "债权;合同法"
  },
  {
    "label": "公司法",
    "value": "公司法",
    "id": "公司法"
  },
  {
    "label": "继承法",
    "value": "公司法;继承法",
    "id": "公司法;继承法"
  },
  {
    "label": "税收法",
    "value": "公司法;税收法",
    "id": "公司法;税收法"
  },
  {
    "label": "公安管理法",
    "value": "公安管理法",
    "id": "公安管理法"
  },
  {
    "label": "公民权利",
    "value": "公民权利",
    "id": "公民权利"
  },
  {
    "label": "公证",
    "value": "公证",
    "id": "公证"
  },
  {
    "label": "其他",
    "value": "其他",
    "id": "其他"
  },
  {
    "label": "养老保险法律制度",
    "value": "养老保险法律制度",
    "id": "养老保险法律制度"
  },
  {
    "label": "军事法学",
    "value": "军事法学",
    "id": "军事法学"
  },
  {
    "label": "农业经济法",
    "value": "农业经济法",
    "id": "农业经济法"
  },
  {
    "label": "农村社会保障法律制度",
    "value": "农村社会保障法律制度",
    "id": "农村社会保障法律制度"
  },
  {
    "label": "刑事侦察学",
    "value": "刑事侦察学",
    "id": "刑事侦察学"
  },
  {
    "label": "刑事诉讼法",
    "value": "刑事诉讼法",
    "id": "刑事诉讼法"
  },
  {
    "label": "刑法分则",
    "value": "刑法分则",
    "id": "刑法分则"
  },
  {
    "label": "专利法",
    "value": "刑法分则;专利法",
    "id": "刑法分则;专利法"
  },
  {
    "label": "刑法学",
    "value": "刑法学",
    "id": "刑法学"
  },
  {
    "label": "商法",
    "value": "刑法学;商法",
    "id": "刑法学;商法"
  },
  {
    "label": "司法",
    "value": "刑法学;司法",
    "id": "刑法学;司法"
  },
  {
    "label": "侵权法",
    "value": "刑法学;侵权法",
    "id": "刑法学;侵权法"
  },
  {
    "label": "刑法总则",
    "value": "刑法总则",
    "id": "刑法总则"
  },
  {
    "label": "环境保护法",
    "value": "刑法总则;环境保护法",
    "id": "刑法总则;环境保护法"
  },
  {
    "label": "动物资源保护法",
    "value": "动物资源保护法",
    "id": "动物资源保护法"
  },
  {
    "label": "劳动与社会保障法",
    "value": "劳动与社会保障法",
    "id": "劳动与社会保障法"
  },
  {
    "label": "劳动争议和劳动监督",
    "value": "劳动争议和劳动监督",
    "id": "劳动争议和劳动监督"
  },
  {
    "label": "劳动保险法",
    "value": "劳动保险法",
    "id": "劳动保险法"
  },
  {
    "label": "劳动合同法",
    "value": "劳动合同法",
    "id": "劳动合同法"
  },
  {
    "label": "劳动法",
    "value": "劳动法",
    "id": "劳动法"
  },
  {
    "label": "劳动用工制度劳动报酬法",
    "value": "劳动用工制度劳动报酬法",
    "id": "劳动用工制度劳动报酬法"
  },
  {
    "label": "医疗保险法律制度",
    "value": "医疗保险法律制度",
    "id": "医疗保险法律制度"
  },
  {
    "label": "反不正当竞争与反垄断法",
    "value": "反不正当竞争与反垄断法",
    "id": "反不正当竞争与反垄断法"
  },
  {
    "label": "司法",
    "value": "司法",
    "id": "司法"
  },
  {
    "label": "法理学",
    "value": "司法;法理学",
    "id": "司法;法理学"
  },
  {
    "label": "国际争端的解决",
    "value": "司法;国际争端的解决",
    "id": "司法;国际争端的解决"
  },
  {
    "label": "司法制度",
    "value": "司法制度",
    "id": "司法制度"
  },
  {
    "label": "司法精神病学",
    "value": "司法精神病学",
    "id": "司法精神病学"
  },
  {
    "label": "司法鉴定学",
    "value": "司法鉴定学",
    "id": "司法鉴定学"
  },
  {
    "label": "合同法",
    "value": "合同法",
    "id": "合同法"
  },
  {
    "label": "商业秘密法",
    "value": "商业秘密法",
    "id": "商业秘密法"
  },
  {
    "label": "商标法",
    "value": "商标法",
    "id": "商标法"
  },
  {
    "label": "商法",
    "value": "商法",
    "id": "商法"
  },
  {
    "label": "立法学",
    "value": "商法;立法学",
    "id": "商法;立法学"
  },
  {
    "label": "国家机构组织法",
    "value": "国家机构组织法",
    "id": "国家机构组织法"
  },
  {
    "label": "国民经济与社会发展法",
    "value": "国民经济与社会发展法",
    "id": "国民经济与社会发展法"
  },
  {
    "label": "国际争端的解决",
    "value": "国际争端的解决",
    "id": "国际争端的解决"
  },
  {
    "label": "国际公法",
    "value": "国际公法",
    "id": "国际公法"
  },
  {
    "label": "国际刑法学",
    "value": "国际刑法学",
    "id": "国际刑法学"
  },
  {
    "label": "国际商法",
    "value": "国际商法",
    "id": "国际商法"
  },
  {
    "label": "国际投资法",
    "value": "国际投资法",
    "id": "国际投资法"
  },
  {
    "label": "国际条约与国际组织",
    "value": "国际条约与国际组织",
    "id": "国际条约与国际组织"
  },
  {
    "label": "合同法",
    "value": "国际条约与国际组织;合同法",
    "id": "国际条约与国际组织;合同法"
  },
  {
    "label": "国际法学",
    "value": "国际法学",
    "id": "国际法学"
  },
  {
    "label": "国际环境保护法",
    "value": "国际环境保护法",
    "id": "国际环境保护法"
  },
  {
    "label": "国际知识产权法",
    "value": "国际知识产权法",
    "id": "国际知识产权法"
  },
  {
    "label": "国际私法",
    "value": "国际私法",
    "id": "国际私法"
  },
  {
    "label": "国际税法",
    "value": "国际税法",
    "id": "国际税法"
  },
  {
    "label": "国际经济法",
    "value": "国际经济法",
    "id": "国际经济法"
  },
  {
    "label": "国际金融法",
    "value": "国际金融法",
    "id": "国际金融法"
  },
  {
    "label": "土地法",
    "value": "土地法",
    "id": "土地法"
  },
  {
    "label": "比较法",
    "value": "土地法;比较法",
    "id": "土地法;比较法"
  },
  {
    "label": "地方自治法",
    "value": "地方自治法",
    "id": "地方自治法"
  },
  {
    "label": "基本建设法",
    "value": "基本建设法",
    "id": "基本建设法"
  },
  {
    "label": "外交和领事关系",
    "value": "外交和领事关系",
    "id": "外交和领事关系"
  },
  {
    "label": "外国宪法",
    "value": "外国宪法",
    "id": "外国宪法"
  },
  {
    "label": "外国法制史",
    "value": "外国法制史",
    "id": "外国法制史"
  },
  {
    "label": "婚姻、家庭法",
    "value": "婚姻、家庭法",
    "id": "婚姻、家庭法"
  },
  {
    "label": "国际私法",
    "value": "婚姻、家庭法;国际私法",
    "id": "婚姻、家庭法;国际私法"
  },
  {
    "label": "安全法学",
    "value": "安全法学",
    "id": "安全法学"
  },
  {
    "label": "法理学",
    "value": "安全法学;法理学",
    "id": "安全法学;法理学"
  },
  {
    "label": "审计法",
    "value": "审计法",
    "id": "审计法"
  },
  {
    "label": "宪法学",
    "value": "宪法学",
    "id": "宪法学"
  },
  {
    "label": "工伤保险法律制度",
    "value": "工伤保险法律制度",
    "id": "工伤保险法律制度"
  },
  {
    "label": "市场经济管理法",
    "value": "市场经济管理法",
    "id": "市场经济管理法"
  },
  {
    "label": "市场调控法",
    "value": "市场调控法",
    "id": "市场调控法"
  },
  {
    "label": "广告法",
    "value": "广告法",
    "id": "广告法"
  },
  {
    "label": "律师",
    "value": "律师",
    "id": "律师"
  },
  {
    "label": "房产法",
    "value": "房产法",
    "id": "房产法"
  },
  {
    "label": "房地产法",
    "value": "房地产法",
    "id": "房地产法"
  },
  {
    "label": "文教卫生管理法",
    "value": "文教卫生管理法",
    "id": "文教卫生管理法"
  },
  {
    "label": "检察院",
    "value": "检察院",
    "id": "检察院"
  },
  {
    "label": "犯罪学",
    "value": "检察院;犯罪学",
    "id": "检察院;犯罪学"
  },
  {
    "label": "司法",
    "value": "检察院;司法",
    "id": "检察院;司法"
  },
  {
    "label": "比较法",
    "value": "比较法",
    "id": "比较法"
  },
  {
    "label": "证券法",
    "value": "比较法;证券法",
    "id": "比较法;证券法"
  },
  {
    "label": "民事诉讼法",
    "value": "民事诉讼法",
    "id": "民事诉讼法"
  },
  {
    "label": "民商法学",
    "value": "民商法学",
    "id": "民商法学"
  },
  {
    "label": "民政和社会保障事业管理法",
    "value": "民政和社会保障事业管理法",
    "id": "民政和社会保障事业管理法"
  },
  {
    "label": "民法分则",
    "value": "民法分则",
    "id": "民法分则"
  },
  {
    "label": "民法总则",
    "value": "民法分则;民法总则",
    "id": "民法分则;民法总则"
  },
  {
    "label": "民法总则",
    "value": "民法总则",
    "id": "民法总则"
  },
  {
    "label": "民法分则",
    "value": "民法总则;民法分则",
    "id": "民法总则;民法分则"
  },
  {
    "label": "水产法",
    "value": "水产法",
    "id": "水产法"
  },
  {
    "label": "水法",
    "value": "水法",
    "id": "水法"
  },
  {
    "label": "法哲学",
    "value": "法哲学",
    "id": "法哲学"
  },
  {
    "label": "法律信息",
    "value": "法律信息",
    "id": "法律信息"
  },
  {
    "label": "法律史学",
    "value": "法律史学",
    "id": "法律史学"
  },
  {
    "label": "法律心理学",
    "value": "法律心理学",
    "id": "法律心理学"
  },
  {
    "label": "法律教育",
    "value": "法律教育",
    "id": "法律教育"
  },
  {
    "label": "立法学",
    "value": "法律教育;立法学",
    "id": "法律教育;立法学"
  },
  {
    "label": "法律文献检索",
    "value": "法律文献检索",
    "id": "法律文献检索"
  },
  {
    "label": "法律社会学",
    "value": "法律社会学",
    "id": "法律社会学"
  },
  {
    "label": "法律经济学",
    "value": "法律经济学",
    "id": "法律经济学"
  },
  {
    "label": "法律逻辑学",
    "value": "法律逻辑学",
    "id": "法律逻辑学"
  },
  {
    "label": "法理学",
    "value": "法理学",
    "id": "法理学"
  },
  {
    "label": "侵权法",
    "value": "法理学;侵权法",
    "id": "法理学;侵权法"
  },
  {
    "label": "法院",
    "value": "法院",
    "id": "法院"
  },
  {
    "label": "法理学",
    "value": "法院;法理学",
    "id": "法院;法理学"
  },
  {
    "label": "律师",
    "value": "法院;律师",
    "id": "法院;律师"
  },
  {
    "label": "司法",
    "value": "法院;司法",
    "id": "法院;司法"
  },
  {
    "label": "海商法",
    "value": "海商法",
    "id": "海商法"
  },
  {
    "label": "破产法",
    "value": "海商法;破产法",
    "id": "海商法;破产法"
  },
  {
    "label": "海洋法与空间法",
    "value": "海洋法与空间法",
    "id": "海洋法与空间法"
  },
  {
    "label": "消费者权益保护法与产品质量法",
    "value": "消费者权益保护法与产品质量法",
    "id": "消费者权益保护法与产品质量法"
  },
  {
    "label": "涉外经济法",
    "value": "涉外经济法",
    "id": "涉外经济法"
  },
  {
    "label": "物权",
    "value": "物权",
    "id": "物权"
  },
  {
    "label": "特别行政区基本法",
    "value": "特别行政区基本法",
    "id": "特别行政区基本法"
  },
  {
    "label": "犯罪学",
    "value": "犯罪学",
    "id": "犯罪学"
  },
  {
    "label": "行政法学",
    "value": "犯罪学;行政法学",
    "id": "犯罪学;行政法学"
  },
  {
    "label": "环境保护法",
    "value": "犯罪学;环境保护法",
    "id": "犯罪学;环境保护法"
  },
  {
    "label": "刑事侦察学",
    "value": "犯罪学;刑事侦察学",
    "id": "犯罪学;刑事侦察学"
  },
  {
    "label": "环境保护法",
    "value": "环境保护法",
    "id": "环境保护法"
  }
]
